{
    "wp_comments": [
        {
            "comment_ID": 269,
            "comment_post_ID": 2589,
            "comment_author": "roberto.ventura.tob",
            "comment_author_email": "roberto.ventura.tob@alice.it",
            "comment_date": "2016-01-11T17:53:43.000Z",
            "comment_content": "Audiofader oggi ha recensito la prima Libreria di due talenti italiani proiettati all'estero con successo, glorie che crescono ogni giorno sul Web. Questo è solo l'inizio di una avventura musicale che, in tanti mesi di enorme lavoro, ha visto la sua luce con la vendita. Vendita ad un prezzo accessibile a tutti veramente per 40 dollari = 36,80 € 2,5 GB di materiale che valgono molto di più (credetemi) in termini di risorse impegnate, soprattutto di Clara con la sua voce, la prima cantante italiana che si è messa alla prova su una Libreria così impegnativa, è stata bravissima basta ascoltare le Demo per rendersi conto subito della qualità che possiamo utilizzare nelle nostre composizioni. Stefano bravissimo nel lavorare tecnicamente il registrato nel loro Studio romano, bravissimo nel lavorare tutti i campioni progettati per Kontakt 5.5 versione Full. Mesi e mesi di lavoro durissimo ad oggi con una Libreria imperdibile per tutti noi. Rinnovo i miei complimenti scritti in questi mesi sul Social ed auguro alla coppia un 2016 pieno di altre Librerie come questa, ancora più ricche, ancora più belle. Che il lupo viva per Clara e Stefano | R"
        },
        {
            "comment_ID": 411,
            "comment_post_ID": 3589,
            "comment_author": "haishamusic",
            "comment_author_email": "haishamusic@gmail.com",
            "comment_date": "2016-02-17T07:49:51.000Z",
            "comment_content": "where can i download the free plugin?"
        },
        {
            "comment_ID": 412,
            "comment_post_ID": 3589,
            "comment_author": "redazione",
            "comment_author_email": "editor@audiofader.it",
            "comment_date": "2016-02-17T23:11:40.000Z",
            "comment_content": "Hi! Just click first on this <a href=\"http:\/\/www.adamszabo.com\/phazor\/\" target=\"_blank\" rel=\"nofollow\">link<\/a> and then on the icon of Windows or Mac, depends on your system"
        },
        {
            "comment_ID": 626,
            "comment_post_ID": 4775,
            "comment_author": "roberto.ventura.tob",
            "comment_author_email": "roberto.ventura.tob@alice.it",
            "comment_date": "2016-05-11T15:54:54.000Z",
            "comment_content": "Una frase di Goethe diceva: ...il poeta può anche sapere cosa voleva scrivere, ma non saprà mai cosa'ha scritto... Questo per far capire che in un progetto sonoro, per quanto sia stato organizzato, per quanto sia stato studiato nei minimi particolari ci saranno sempre dei cambiamenti, delle difficoltà incontrate, dei miglioramenti tali da stravolgerlo delle volte completamente da come era iniziato. Dall'esperienza di due versioni di Clara's Vocal nasce Ethera matura e completa Library realizzata sempre dal duo Stefano Maccarelli e Clara Sorace alla voce, prima cantante italiana che ha realizzato questa sample libreria che porta un cuore tutto italiano nel mondo con la Zero-G come distribuzione. Una voce splendida quella di Clara, magistralmente registrata e campionata da Stefano (compito per nulla facile, anzi, estremamente impegnativo) che incarna Ethera in tutta la sua imponente quantità di suoni oltre 2.5 GB a 24\/48 per utilizzarli in Kontakt 5.5.14 o superiore. Clara scriveva onorata di aver partecipato ad un progetto come questo nel ruolo di cantante sul Social, io aggiungo, onorati noi di poter lavorare sulla tua voce; per le note tecniche vi lascio all'articolo qui pubblicato con i prezzi. Il mio commento voleva soltanto sottolineare che l'impossibile può diventare possibile con i miei più sentiti complimenti alla coppia Stefano Maccarelli e Clara Sorace che pian piano stanno facendo il giro del mondo con le loro creature vocali | R"
        },
        {
            "comment_ID": 636,
            "comment_post_ID": 5038,
            "comment_author": "Luca Pilla",
            "comment_author_email": "luca.pilla@audiofader.it",
            "comment_date": "2016-05-27T07:44:00.000Z",
            "comment_content": "Da provare subito! Acustica Audio ha una qualità superiore, batterà anche schede DSP ben note!"
        },
        {
            "comment_ID": 767,
            "comment_post_ID": 5092,
            "comment_author": "kosiekosi",
            "comment_author_email": "kosiekosi@yahoo.it",
            "comment_date": "2016-08-17T11:18:01.000Z",
            "comment_content": "Grazie per la segnalazione."
        },
        {
            "comment_ID": 1053,
            "comment_post_ID": 7699,
            "comment_author": "marcello.floris",
            "comment_author_email": "marcello.floris@tiscali.it",
            "comment_date": "2016-12-13T08:51:57.000Z",
            "comment_content": "Grazie Andrea,\r\nbellissima recensione!\r\nRiguardo alla conversione A\/D\/A pura, quindi al netto di plug in, mic pre ed eventuali opzioni, potresti fare un paragone con Apogee Ensemble e Symphony II?  Sia come tipologia che come qualità della conversione.\r\nGrazie infinite!\r\nMarcello"
        },
        {
            "comment_ID": 1091,
            "comment_post_ID": 1264,
            "comment_author": "Espandere Tyros5 con Reface | Tastiere arranger",
            "comment_author_email": "",
            "comment_date": "2017-01-14T07:04:09.000Z",
            "comment_content": "[&#8230;] Riccardo Gerbi su MusicOff. Nel caso siate abbonati ad Audiofader, allora non vi potete perdere la presentazione di Luca [&#8230;]"
        },
        {
            "comment_ID": 1304,
            "comment_post_ID": 9070,
            "comment_author": "varettino",
            "comment_author_email": "varettino@gmail.com",
            "comment_date": "2017-04-18T14:42:32.000Z",
            "comment_content": "Mi confermate che il \"Numa Compact 2\" si può alimentare con un power bank usb?\r\nHo letto sul manuale che se si alimenta con un carica batterie usb i monitor si scollegano automaticamente per consumare meno energia; in questo caso, per sentire la performance senza cuffie, è sufficiente collegare la tastiera ad una cassa portatile ed il gioco è fatto!\r\nGrazie"
        },
        {
            "comment_ID": 1305,
            "comment_post_ID": 9070,
            "comment_author": "redazione",
            "comment_author_email": "editor@audiofader.it",
            "comment_date": "2017-04-18T15:09:10.000Z",
            "comment_content": "Esattamente"
        },
        {
            "comment_ID": 1356,
            "comment_post_ID": 9154,
            "comment_author": "Roland E-A7, la mia recensione (su AudioFader) | Tastiere arranger",
            "comment_author_email": "",
            "comment_date": "2017-05-14T07:21:32.000Z",
            "comment_content": "[&#8230;] potete leggere il mio test completo: previa registrazione gratuita, tutto il testo è disponibile sulla piattaforma AudioFader dedicata alla produzione musicale e all&#8217;audio [&#8230;]"
        },
        {
            "comment_ID": 1357,
            "comment_post_ID": 9418,
            "comment_author": "roberto.ventura.tob",
            "comment_author_email": "roberto.ventura.tob@alice.it",
            "comment_date": "2017-05-17T08:47:59.000Z",
            "comment_content": "Avevo seguito fin dall'inizio l'idea in segretezza, poi ogni tanto chiedevo come procedeva questa avventura ad oggi realtà. Un lavoro immenso questa terza Libreria, non solo sulla voce molto di più. Il duo Clara Sorace e Stefano Maccarelli hanno creato una vero gioiello di rara bellezza con oltre quattordici GB a 24bit 48khz compressi per Kontakt NCW in formato samples, ed ancora: Inspirational Collection Of Original Vocal Phrases Organised by Key &amp; tempo, Hybrid Organic Wavetable Synth With Sample Grain Control, 2 Midi Assignable Modulations, Arpeggiator With 6x Play Mode, Scripted Legato &amp; Portamento Vocal Voxel, Voxel &amp; Phoneme Sustains, Voxel &amp; Phoneme Controlled By Mod Wheel, GUI with Easy To Use Controls &amp; Fully Automated Midi Learn Controllers, Fx Rack With Midi Learn, Phrases With 2 Sync Modes &amp; Legato Mode, Two 'Off-Set' Sample Start Controls on the Vocal Phrases, Waveform Display, Male Voice Patches, Unique Voice Of The Vocalist 'Clara Sorace', Roli Seaboard Supported, Over 500 Presets; Download Size: 12.5GB (12 x RAR files), Expanded Size: 14.53GB, compatibile con Kontakt 5.6.0 Full. Per farla breve: tre instruments in one - stunning voices, synths, and ambient sounds, altra novità la voce maschile di Marco Maccarelli. Un viaggio sonoro dalle mille possibilità creative infinite questa 'Ethera Soundscapes' con la scatola color 'Oro' non poteva essere diversamente vista l'eccellenza dei contenuti, inserisco il link del Teaser  ? https:\/\/youtu.be\/IXtsGp9PpUQ. Comprerò appena rientro in Studio per completare la suite, i miei più sentiti complimenti."
        },
        {
            "comment_ID": 1368,
            "comment_post_ID": 9418,
            "comment_author": "roberto.ventura.tob",
            "comment_author_email": "roberto.ventura.tob@alice.it",
            "comment_date": "2017-05-20T12:13:21.000Z",
            "comment_content": "Ecco il Live di presentazione in inglese delle novità di Ethera Soundscapes con tanto di performance iniziale di Clara  ? https:\/\/youtu.be\/sYKqMjp79bM (52 minuti)"
        },
        {
            "comment_ID": 1380,
            "comment_post_ID": 9552,
            "comment_author": "roberto.ventura.tob",
            "comment_author_email": "roberto.ventura.tob@alice.it",
            "comment_date": "2017-05-25T12:01:46.000Z",
            "comment_content": "Letto splendido. Ho capito cose che non sono scritte da nessuna parte neanche in rete ? Bravissimo Luca Pilla. Inserisco questo Video Spectrasonics recentissimo ? https:\/\/m.youtube.com\/watch?v=etXYvWYO8OY&amp;feature=youtu.be&amp;a= Sentirete i Rhodes dopo avere letto apprezzerete | R"
        },
        {
            "comment_ID": 1384,
            "comment_post_ID": 9827,
            "comment_author": "roberto.ventura.tob",
            "comment_author_email": "roberto.ventura.tob@alice.it",
            "comment_date": "2017-06-08T13:40:29.000Z",
            "comment_content": "Avevo letto ed anche fatto supporto nei miei Social. \r\nLeggete assolutamente, complimenti"
        },
        {
            "comment_ID": 1485,
            "comment_post_ID": 198,
            "comment_author": "Roland E-A7, la mia recensione (su AudioFader) &#8211; 2dxked18",
            "comment_author_email": "",
            "comment_date": "2017-08-01T23:34:42.000Z",
            "comment_content": "[&#8230;] potete leggere il mio test completo: previa registrazione gratuita, tutto il testo è disponibile sulla piattaforma AudioFader dedicata alla produzione musicale e [&#8230;]"
        },
        {
            "comment_ID": 1609,
            "comment_post_ID": 198,
            "comment_author": "Il test dell&#8217;Expansion Pack: Greetings from Italy (per Tyros 5 e PSR-S970\/S770) | Tastiere arranger",
            "comment_author_email": "",
            "comment_date": "2017-09-29T10:02:47.000Z",
            "comment_content": "[&#8230;] Expansion Pack sono disponibili sul portale AudioFader: potete leggere il mio test completo previa registrazione gratuita, tutto il testo è ivi [&#8230;]"
        },
        {
            "comment_ID": 1612,
            "comment_post_ID": 10939,
            "comment_author": "Il test dell&#8217;Expansion Pack: Greetings from Italy (per Tyros 5 e PSR-S970\/S770) | Tastiere arranger",
            "comment_author_email": "",
            "comment_date": "2017-09-30T06:25:55.000Z",
            "comment_content": "[&#8230;] Ora, per quanti suonano liscio e musica tradizionale italiana, segnalo che la recensione dettagliata e i risultati del mio test su questo Expansion Pack sono disponibili sul portale AudioFader: potete leggere il testo completo previa registrazione gratuita. La descrizione dettagliata, la valutazione tecnica e le impressioni d&#8217;uso: è tutto scritto e qui disponibile. [&#8230;]"
        },
        {
            "comment_ID": 1680,
            "comment_post_ID": 10929,
            "comment_author": "PSR-S970\/S770: il test pubblicato su AudioFader | Tastiere arranger",
            "comment_author_email": "",
            "comment_date": "2017-10-21T09:08:57.000Z",
            "comment_content": "[&#8230;] colpevole ritardo, vi segnalo soltanto ora che è stato pubblicato da tempo il test di PSR-S970\/S770 firmato dal sottoscritto per i titoli di AudioFader. Lo so, lo so, abbiamo tutti nella testa il [&#8230;]"
        },
        {
            "comment_ID": 2145,
            "comment_post_ID": 11801,
            "comment_author": "URL",
            "comment_author_email": "",
            "comment_date": "2017-11-25T16:59:50.000Z",
            "comment_content": "<strong>... [Trackback]<\/strong>\n\n[...] Read More: audiofader.com\/screaming-trumpet-nuova-sample-library-by-realitone\/ [...]"
        },
        {
            "comment_ID": 2146,
            "comment_post_ID": 11648,
            "comment_author": "Tastiere arranger",
            "comment_author_email": "",
            "comment_date": "2017-11-25T17:37:20.000Z",
            "comment_content": "[&#8230;] serie GO. Bene, Riccardo Gerbi ha approfondito il tema su AudioFader. Se non avete ancora letto questo articolo, fatelo [&#8230;]"
        },
        {
            "comment_ID": 2550,
            "comment_post_ID": 13886,
            "comment_author": "wavesequence",
            "comment_author_email": "wavesequence@gmail.com",
            "comment_date": "2018-04-27T09:54:10.000Z",
            "comment_content": "Sulla facilità d'uso sono d'accordo, finché non si incappa - per la versione Pro - con l'accordatura degli unisoni, e altri parametri quali la durezza dei martelletti, la rigidezza della tavola armonica ecc. ecc. I parametri in gioco sono veramente una moltitudine, senza contare cosa fa già il riposizionamento dei microfoni, senza toccare nient'altro.\r\nIn questo caso ci si rende conto che o si è dei tecnici con una profonda conoscenza della fisica del suono oppure si ottengono risultati che vanno da pessimi a mediocri. Se va bene, risulta difficile ottenere risultati migliori da quelli già compresi nei preset in dotazione. Almeno, questa è la mia esperienza."
        },
        {
            "comment_ID": 2552,
            "comment_post_ID": 13886,
            "comment_author": "Stefano Airoldi",
            "comment_author_email": "sosxtudio@gmail.com",
            "comment_date": "2018-05-09T11:57:12.000Z",
            "comment_content": "Grazie per il commento. Pianoteq Pro è certamente indicato per chi conosce davvero bene lo strumento e per chi ha esigenza di lavorare a sample rate superiori ai 48Khz. Per tutte le altre applicazioni la versione Standard è più che sufficiente perchè ha un livello di editing sufficiente a modificare o addirittura stravolgere il suono originale (anche se non nota per nota, con 30 parametri come la versione Pro), in modo semplice e intuitivo. La Standard permette di caricare impulsi di riverbero, riaccordare lo strumento e posizionare fino a 5 microfoni come la versione Pro."
        },
        {
            "comment_ID": 4023,
            "comment_post_ID": 7050,
            "comment_author": "nedden",
            "comment_author_email": "nedden@virgilio.it",
            "comment_date": "2019-06-14T10:11:08.000Z",
            "comment_content": "Ciao, \r\nhai mai verificato problemi di stabilitá con Antelope Amári su Windows 10 e computer Project Lead top ?"
        },
        {
            "comment_ID": 5840,
            "comment_post_ID": 26117,
            "comment_author": "Review | Video",
            "comment_author_email": "",
            "comment_date": "2021-02-17T13:38:09.000Z",
            "comment_content": "[&#8230;] Leggi l&#039;articolo di approfondimento su AudioFader. [&#8230;]"
        },
        {
            "comment_ID": 5938,
            "comment_post_ID": 13845,
            "comment_author": "sandro.sala",
            "comment_author_email": "sandro.sala@me.com",
            "comment_date": "2021-04-29T15:44:58.000Z",
            "comment_content": "vorrei  scaricare softube saturator knob"
        },
        {
            "comment_ID": 5939,
            "comment_post_ID": 13845,
            "comment_author": "redazione",
            "comment_author_email": "editor@audiofader.it",
            "comment_date": "2021-05-03T11:48:23.000Z",
            "comment_content": "Salve Sandro, può andare direttamente sul sito del produttore alla pagina del prodotto cliccando su <a href=\"https:\/\/www.softube.com\/saturationknob?gclid=Cj0KCQjwvr6EBhDOARIsAPpqUPGyW7cg1QDrlnOGu0PTZTqRmmj_h73aMZCEzfAV_loHK9g4VONwggMaAsq6EALw_wcB\" target=\"_blank\" rel=\"noopener nofollow\">questo link<\/a>\ncordiali saluti"
        },
        {
            "comment_ID": 6806,
            "comment_post_ID": 28450,
            "comment_author": "Acustica Audio | www.acustica-audio.com - iAccediit Italia",
            "comment_author_email": "",
            "comment_date": "2022-09-16T11:46:25.000Z",
            "comment_content": "[&#8230;] Acustica Audio Indigo, il mastering analogico ITB &#8211; Audiofader [&#8230;]"
        },
        {
            "comment_ID": 7015,
            "comment_post_ID": 23904,
            "comment_author": "Steinberg Login - Eaccedi",
            "comment_author_email": "",
            "comment_date": "2023-02-21T10:37:44.000Z",
            "comment_content": "[&#8230;] Tutorial: Steinberg Cubase Pro 10.5, le novità [&#8230;]"
        }
    ]
}
